<hack-root xmlns="http://cnx.rice.edu/cnxml">
  <!-- START:Chapter -->
  <!-- START:Page -->
  <!-- Markup starts here -->
  <section class="critical-thinking">
    <title>Critical Thinking Questions</title>
    <exercise class="">
      <problem>
        <para>Podaj przyk&#x142;ad (inny ni&#x17C; opisany powy&#x17C;ej) sytuacji lub wydarzenia, kt&#xF3;re mog&#x105; zosta&#x107; ocenione jako zagra&#x17C;aj&#x105;ce lub stanowi&#x105;ce wyzwanie.</para>
      </problem>
      <solution>
        <para>Odpowiedzi mog&#x105; by&#x107; r&#xF3;&#x17C;ne. Jednym z przyk&#x142;ad&#xF3;w jest rozw&#xF3;d. Ludzie mog&#x105; postrzega&#x107; rozw&#xF3;d jako zagro&#x17C;enie, je&#x15B;li uznaj&#x105;, &#x17C;e doprowadzi on do samotno&#x15B;ci, zmiany stylu &#x17C;ycia (z uwagi na brak dodatkowego dochodu) lub upokorzenia w oczach cz&#x142;onk&#xF3;w rodziny. Rozw&#xF3;d mo&#x17C;na jednak postrzega&#x107; jako wyzwanie, je&#x15B;li potraktuje si&#x119; go jako mo&#x17C;liwo&#x15B;&#x107; znalezienia bardziej dobranego partnera, uznawszy sam proces poszukiwania nowej mi&#x142;o&#x15B;ci za przyjemny, by&#x107; mo&#x17C;e nieco tajemniczy i ekscytuj&#x105;cy.</para>
      </solution>
    </exercise>
    <exercise class="">
      <problem>
        <para>Podaj przyk&#x142;ad stresuj&#x105;cej sytuacji, kt&#xF3;ra mo&#x17C;e doprowadzi&#x107; do powa&#x17C;nej choroby. Jak wyst&#x105;pienie tej choroby t&#x142;umaczy teoria og&#xF3;lnego zespo&#x142;u adaptacyjnego Selyego?</para>
      </problem>
    </exercise>
    <para>Odpowiedzi mog&#x105; by&#x107; r&#xF3;&#x17C;ne. Jednym z przyk&#x142;ad&#xF3;w jest &#x15B;mier&#x107; wsp&#xF3;&#x142;ma&#x142;&#x17C;onka lub niespodziewane zdiagnozowanie &#x15B;miertelnej choroby. W obu przypadkach stres do&#x15B;wiadczany przez partnera b&#x119;dzie intensywny, ci&#x105;g&#x142;y i &#x2013; zgodnie z og&#xF3;lnym zespo&#x142;em adaptacyjnym &#x2013; ostatecznie doprowadzi do zwi&#x119;kszonej podatno&#x15B;ci na rozw&#xF3;j jakiej&#x15B; choroby lub dolegliwo&#x15B;ci (stadium wyczerpania).</para>
  </section>
  <!-- END:Page -->
  <!-- END:Chapter -->
</hack-root>
