<hack-root xmlns="http://cnx.rice.edu/cnxml">
  <!-- START:Chapter -->
  <!-- START:Page -->
  <!-- Markup starts here -->
  <note type="note" class="psychology connect-the-concepts">
    <para>Connect the Concepts</para>
    <para>Typ budowy cia&#x142;a a temperament</para>
    <para>Czy istnieje zwi&#x105;zek pomi&#x119;dzy typem budowy cia&#x142;a i temperamentem? Na to pytanie stara si&#x119; odpowiedzie&#x107;, czyli teoria psychologiczna, kt&#xF3;ra bada zwi&#x105;zki pomi&#x119;dzy w&#x142;a&#x15B;ciwo&#x15B;ciami budowy ludzkiego cia&#x142;a a zachowaniem (Genovese, 2008). Jeremy E. C. Genovese Physique Correlates with Reproductive Success in an Archival Sample of Delinquent YouthEvolutionary Psychology www.epjournal.net &#x2013; 2008. 6(3): 369-385 Pierwsza wszechstronna teoria konstytucjonalna zosta&#x142;a zaproponowana przez ameryka&#x144;skiego psychologa, kt&#xF3;ry uwa&#x17C;a&#x142;, &#x17C;e typ budowy cia&#x142;a ma zwi&#x105;zek z osobowo&#x15B;ci&#x105;. Ca&#x142;e &#x17C;ycie po&#x15B;wi&#x119;ci&#x142; na obserwacj&#x119; ludzkiego cia&#x142;a i temperamentu i na tej podstawie, w po&#x142;&#x105;czeniu z informacjami uzyskanymi z wywiad&#xF3;w z setkami ludzi, zaproponowa&#x142; trzy typy cia&#x142;a/osobowo&#x15B;ci, kt&#xF3;re nazwa&#x142; somatotypami.</para>
    <para>Te trzy somatotypy to typ ektomorficzny (ektomorfik), endomorficzny (endomorfik) i mezomorficzny. Ektomorficy s&#x105; szczupli, o delikatnej strukturze ko&#x15B;ci i ma&#x142;ej ilo&#x15B;ci t&#x142;uszczu na ciele. Wed&#x142;ug Sheldona osobowo&#x15B;&#x107; ektomorficzna cechuje si&#x119; du&#x17C;ym poziomem niepokoju, zainteresowaniem sztuk&#x105;, nie&#x15B;mia&#x142;o&#x15B;ci&#x105;, refleksyjno&#x15B;ci&#x105;, &#x17C;yczliwo&#x15B;ci&#x105; i trzymaniem si&#x119; na uboczu. Osoby w tym typie lubi&#x105; stymulacj&#x119; intelektualn&#x105; i czuj&#x105; si&#x119; niekomfortowo w sytuacjach spo&#x142;ecznych. Zaliczaj&#x105; si&#x119; do niego na przyk&#x142;ad aktorzy Nicole Kidman i Adrien Brody. Endomorficy s&#x105; ich przeciwie&#x144;stwem. S&#x105; w&#x105;scy w ramionach i szerocy w biodrach, cz&#x119;sto maj&#x105; nadmiar t&#x142;uszczu, a przez to zaokr&#x105;glon&#x105; sylwetk&#x119;. Sheldon opisywa&#x142; endomorfik&#xF3;w jako rozlu&#x17A;nionych, pogodnych, zr&#xF3;wnowa&#x17C;onych, towarzyskich i tolerancyjnych. Lubi&#x105; okazywanie uczu&#x107; i nie cierpi&#x105; dezaprobaty. Quenn Latifah i Jacka Blacka mo&#x17C;na uzna&#x107; za endomorfik&#xF3;w. Somatotyp mezomorficzny plasuje si&#x119; pomi&#x119;dzy pierwszymi dwoma. Mezomorficy maj&#x105; atletyczn&#x105; budow&#x119;, t&#x119;gi szkielet, silne umi&#x119;&#x15B;nienie, szerokie ramiona, w&#x105;sk&#x105; tali&#x119; i atrakcyjne, mocne cia&#x142;a. Zdaniem Sheldona s&#x105; &#x17C;&#x105;dni przyg&#xF3;d, asertywni, nieustraszeni i lubi&#x105; rywalizacj&#x119;. Wiedzeni ciekawo&#x15B;ci&#x105;, ch&#x119;tnie pr&#xF3;buj&#x105; nowych rzeczy, lecz potrafi&#x105; by&#x107; te&#x17C; odstr&#x119;czaj&#x105;cy i agresywni. Do mezomorfik&#xF3;w mo&#x17C;na by zaliczy&#x107; Scarlett Johannson i Channinga Tatuma.</para>
    <para/>
    <figure class="">
      <media alt="The outlines of three human somatotypes are shown. The first is labeled, &#x201C;Endomorph,&#x201D; the second is labeled &#x201C;Mesomorph,&#x201D; and the third is labeled &#x201C;Ectomorph.&#x201D; Endomorphs are slightly larger than mesomorphs, and ectomorphs are slightly smaller than mesomorphs.">
        <image src="CNX_Psych_11_06_Somatotype.jpg" mime-type="image/jpeg"/>
      </media>
      <caption>Sheldon postulowa&#x142; istnienie trzech somatotyp&#xF3;w: endomorficznego, ektomorficznego i mezomorficznego. Czy my&#x15B;lisz, &#x17C;e jego koncepcja sprawdza si&#x119; w przypadku wi&#x119;kszo&#x15B;ci ludzi?</caption>
    </figure>
    <para>Endomorf - endomorfik</para>
    <para>Mesomorh - mezomorfik</para>
    <para>Ectomorph - ektomorfik</para>
    <para>Sheldon (1949) interesowa&#x142; si&#x119; r&#xF3;wnie&#x17C; zwi&#x105;zkiem pomi&#x119;dzy somatotypami a przest&#x119;pczo&#x15B;ci&#x105;. Dokona&#x142; pomiar&#xF3;w cia&#x142; setek m&#x142;odocianych przest&#x119;pc&#xF3;w (ch&#x142;opc&#xF3;w) i uczni&#xF3;w college'&#xF3;w (r&#xF3;wnie&#x17C; ch&#x142;opc&#xF3;w) i odkry&#x142;, &#x17C;e problematyczna m&#x142;odzie&#x17C; zalicza si&#x119; g&#x142;&#xF3;wnie do typu mezomorficznego. Czym mo&#x17C;e by&#x107; to spowodowane? By&#x107; mo&#x17C;e tym, &#x17C;e osoby o mezomorficznej sylwetce charakteryzuj&#x105; si&#x119; zwykle du&#x17C;ym st&#x119;&#x17C;eniem testosteronu, kt&#xF3;ry mo&#x17C;e prowadzi&#x107; do bardziej agresywnych zachowa&#x144;. Czy przychodz&#x105; ci do g&#x142;owy inne wyja&#x15B;nienia odkry&#x107; Sheldona?</para>
    <para>System Sheldona by&#x142; krytykowany przede wszystkim za du&#x17C;&#x105; subiektywno&#x15B;&#x107; oceny (Carter i Heath, 1990; Cort&#xE9;s i Gatti, 1972; Parnell, 1958). Bardziej systematyczne i kontrolowane metody bada&#x144; nie potwierdzaj&#x105; jego odkry&#x107; (Eysenck, 1970). St&#x105;d cz&#x119;sto jego teori&#x119; zalicza si&#x119; do pseudonauki, podobnie jak frenologi&#x119; Franza Josepha Galla (Rafter, 2007; Rosenbaum, 1995). Jednak&#x17C;e inne eksperymenty badaj&#x105;ce korelacje pomi&#x119;dzy somatotypem, temperamentem i wynikami w nauce (Sanford i in., 1943; Parnell, 1958), somatotypem i zachowaniem pilot&#xF3;w podczas wojny (Damon 1955) i somatotypem i temperamentem (Peterson, Liivamagi i Koskel, 2006) mimo wszystko wspieraj&#x105; jego teori&#x119;.</para>
  </note>
  <!-- END:Page -->
  <!-- END:Chapter -->
</hack-root>
