<hack-root xmlns="http://cnx.rice.edu/cnxml">
  <!-- START:Chapter -->
  <!-- START:Page -->
  <!-- Markup starts here -->
  <note type="note" class="psychology what-do-you-think">
    <para>What Do You Think?</para>
    <para>Czy kobiety za&#x17C;ywaj&#x105;ce narkotyki w czasie ci&#x105;&#x17C;y powinny by&#x107; aresztowane i osadzone w wi&#x119;zieniu?</para>
    <para>Kobiety za&#x17C;ywaj&#x105;ce narkotyki i pij&#x105;ce alkohol podczas ci&#x105;&#x17C;y mog&#x105; wyrz&#x105;dzi&#x107; swoim dzieciom krzywd&#x119; na ca&#x142;e &#x17C;ycie. Niekt&#xF3;rzy opowiadaj&#x105; si&#x119; za obowi&#x105;zkowymi kontrolami ci&#x119;&#x17C;arnych, kt&#xF3;re w przesz&#x142;o&#x15B;ci za&#x17C;ywa&#x142;y narkotyki i, je&#x15B;li kobieta kontynuuje ich za&#x17C;ywane, aresztowaniem jej, os&#x105;dzeniem i zamkni&#x119;ciem w wi&#x119;zieniu (Figdor, Kaeser, 1998). Takie rozwi&#x105;zanie zosta&#x142;o wypr&#xF3;bowane w Charleston w Po&#x142;udniowej Karolinie zaledwie 20 lat temu. Nosi&#x142;o nazw&#x119; i mia&#x142;o katastrofalne skutki.</para>
    <quote class="">
      <para>Mi&#x119;dzyagencyjna polityka by&#x142;a stosowana u pacjentek kliniki po&#x142;o&#x17C;nictwa Medical University of South Carolina (MUSC), kt&#xF3;ra przyjmuje przede wszystkim pacjent&#xF3;w ubogich lub z pa&#x144;stwowym ubezpieczeniem zdrowotnym. Nie by&#x142;a za&#x15B; stosowana u pacjentek prywatnych klinik po&#x142;o&#x17C;niczych. Polityka wymaga&#x142;a zapoznania pacjentki ze szkodliwymi skutkami nadu&#x17C;ywania substancji podczas ci&#x105;&#x17C;y. [...] Ponadto ostrzegano pacjentki, &#x17C;e w ochron&#x119; p&#x142;odu i nowonarodzonego dziecka przed skutkami nadu&#x17C;ywania narkotyk&#xF3;w mog&#x105; zosta&#x107; zaanga&#x17C;owane: policja Charleston, prokurator Dziewi&#x105;tego S&#x105;du Obwodowego (Solicitor of the Ninth Judicial Court) oraz Oddzia&#x142; ds. Ochrony Departamentu Pomocy Spo&#x142;ecznej. (Jos, Marshall, Perlmutter, 1995, pp. 120&#x2013;121)</para>
    </quote>
    <para>Wspomniana polityka zniech&#x119;ca&#x142;a kobiety do korzystania z opieki prenatalnej czy jakiejkolwiek opieki spo&#x142;ecznej. By&#x142;a stosowana wy&#x142;&#x105;cznie w przypadku</para>
    <para>W Polsce w zakresie pomocy skierowanej do kobiet w ci&#x105;&#x17C;y uzale&#x17C;nionych od substancji psychoaktywnych obowi&#x105;zuj&#x105;. Odnosz&#x105; si&#x119; one do r&#xF3;&#x17C;nych okres&#xF3;w rozwojowych wobec kobiet w ci&#x105;&#x17C;y</para>
  </note>
  <!-- END:Page -->
  <!-- END:Chapter -->
</hack-root>
